const account1 = {
    userName: 'Сергей Петров',
    transactions: [134, -56, 23, -101, 50],
    transactionsDate: [
        '2022-09-30T08:10:45.942Z',
        '2022-10-01T08:30:15.942Z',
        '2022-10-02T08:50:40.942Z',
        '2022-10-02T08:55:15.942Z',
        '2022-10-03T09:10:05.942Z',
    ],
    pin: 1111
};

const account2 = {
    userName: 'Игорь Бойко',
    transactions: [34, 156, 203, 201, 510],
    transactionsDate: [
        '2022-09-30T08:10:45.942Z',
        '2022-10-01T08:30:15.942Z',
        '2022-10-02T08:50:40.942Z',
        '2022-10-02T08:55:15.942Z',
        '2022-10-03T09:10:05.942Z',
    ],
    pin: 2222
};

const account3 = {
    userName: 'Алексей Смородский',
    transactions: [340, 506, 203, 104, 90],
    transactionsDate: [
        '2022-08-20T010:10:45.942Z',
        '2022-07-30T09:30:15.942Z',
        '2022-08-27T11:50:40.942Z',
        '2022-09-29T12:55:15.942Z',
        '2022-10-02T13:10:05.942Z',
    ],
    pin: 3333
};

const account4 = {
    userName: 'Лариса Возжаева',
    transactions: [321, 554, 223, 121, 130],
    transactionsDate: [
        '2022-06-21T08:10:45.942Z',
        '2022-08-04T08:30:15.942Z',
        '2022-08-23T08:50:40.942Z',
        '2022-09-22T08:55:15.942Z',
        '2022-10-01T09:10:05.942Z',
    ],
    pin: 4444
};

const account5 = {
    userName: 'Роман Ромашкевич',
    transactions: [240, 709, 623, 301, 850],
    transactionsDate: [
        '2022-09-20T08:10:45.942Z',
        '2022-09-25T08:30:15.942Z',
        '2022-10-01T08:50:40.942Z',
        '2022-10-02T08:55:15.942Z',
        '2022-10-03T09:10:05.942Z',
    ],
    pin: 5555
};

const accounts = [account1, account2, account3, account4, account5];